Revit 2027 API
ParameterTypeId.ProjectStatus Property
 "Project Status"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectStatus { get; }
Public Shared ReadOnly Property ProjectStatus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectStatus {
	ForgeTypeId^ get ();
}
static member ProjectStatus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace